Repository: ambeche/Covid-19App
Catalog: Covid-19App/*.lproj/Localizable.strings
Languages: fi

source: One or more fields require your attention
fi: Yksi tai useampi kenttä tarvii huomiotasi

source: Password length must be greater than 5
fi: Salasanan täytyy olla pidempi kuin 5 merkkiä

source: Stay Home, Save Lives!
fi: Pysy kotona, Pelasta henkiä!

source: Infection Timeline
fi: Tartuntojen aikajana

source: Healthy
fi: Terve

source: Quarantined
fi: Karanteenissa

source: Recovered
fi: Toipunut

source: Passwords do not match
fi: Salasanat eivät täsmää

source: Full name must be greater than 3 characters
fi: Kokonimen täytyy olla pidempi kuin 3 merkkiä

source: Email availability could not be checked
fi: Sähköpostin saatavuutta ei voitu tarkastaa

source: Email already registered
fi: Sähköposti on jo rekisteröity

source: Email Format Not Correct
fi: Sähköpostin muoto ei ole oikea

source: Delete All Users
fi: Poista kaikki käyttäjät

source: Are you sure
fi: Oletko varma

source: Spread Over Time
fi: Levinnyt ajan myötä

source: Recovery vs Deaths
fi: Toipuneet vs Kuolemat

source: loading
fi: lataa

source: Wrong username or password
fi: Väärä käyttäjänimi tai salasana

source: Could not verify login details
fi: Kirjautumistietoja ei voitu vahvistaa

source: 🤒 Fever
fi: 🤒 Kuume

source: 😷 Cough
fi: 😷 Yskä

source: 🤢 Breathing Difficulties
fi: 🤢 Hengitys ongelmia

source: 🥵 Muscle Pain
fi: 🥵 Lihaskipu

source: 🤧 Sore Throat
fi: 🤧 Kurkkukipu

source: 🥶 Chills
fi: 🥶 Vilunväristyksiä

source: 🤕 Headache
fi: 🤕 Päänsärky

source: 🤮 Loss of Taste or Smell
fi: 🤮 Maku- tai hajuaisitin menetys

source: Search by Country or city
fi: Etsi Maata tai kaupunkia
