Repository: ambeche/Covid-19App
Catalog: Covid-19App/Storyboards/*.lproj/Symptoms.strings
Languages: fi

# 3OT-4v-Ib9.text
source: 🤧 Sore Throat
fi: 🤧 Kurkkukipu

# NYZ-fH-39x.text
source: 🥵 Muscle Pain
fi: 🥵 Lihaskipu

# O8c-zK-Oi5.text
source: 🤢 Inhaling Strain
fi: 🤢 Hengitysongelmia

# QkK-0j-akU.text
source: 🤕 Headache
fi: 🤕 Päänsärky

# dNl-oB-Wdb.text
source: PLEASE REPORT YOUR SYMPTOMS
fi: RAPORTOI OIREESI

# fah-Fz-C8d.text
source: 😷 Cough
fi: 😷 Yskä

# sld-wm-KMK.normalTitle
source: Save 🩺
fi: Tallenna 🩺

# tB5-0C-HNK.text
source: 🤮 Taste Loss
fi: 🤮 Haju- tai makuaistin menetys

# uAG-ZW-mKJ.text
source: 🤒 Fever
fi: 🤒 Kuume

# xmt-lN-QLb.text
source: 🥶 Chills
fi: 🥶 Vilunväristykset
